#ifndef __INC_FACE_FN
#define __INC_FACE_FN
/*--------------------------------------------------*/

//------------------------------------------------*/
//  マクロ定義(Macro definition)                  */
/*------------------------------------------------*/
#define image_blink_size (long)(1086)
#define image_blink_time (int)(0)
#define test (uint8_t)(0)

/*--------------------------------------------------*/
/*  型定義(Type definition)                         */
/*-------------------------------------------------*/

/*-------------------------------------------------*/
/*  プロトタイプ宣言(Prototype declaration)         */
/*-------------------------------------------------*/
extern void Face_Blink_Fn(ssd1306_t *disp_p);

#endif
